
"event read status update" = "uppdatering av händelsens läsningsstatus";

"device event status updated. The save" = "enhetshändelsestatusen uppdaterad. Den sparade";

"Resolved" = "Löst";
"Unresolved" = "Olöst";


"The message status could not be updated" = "Meddelandestatusen kunde inte uppdateras";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Din HP-enhet har skickat en statusuppdatering. Den här uppdateringen kunde inte sparas i HP Utility - Meddelandecenter";

"Messages could not be displayed in HP Utility - Message Center" = "Meddelanden kunde inte visas i HP Utility - Meddelandecenter";